var city=[{
		"name": "LSTM",
		"sub": [{
				"name": "2层网络",
				"sub": [{
						"name": "25轮训练"
					},
					{
						"name": "40轮训练"
					}
				]
			},
			{
				"name": "3层网络",
				"sub": [{
						"name": "25轮训练"
					},
					{
						"name": "40轮训练"
					}
				]
			},
			{
				"name": "4层网络",
				"sub": [{
						"name": "25轮训练"
					},
					{
						"name": "40轮训练"
					}
				]
			}
			
		]
	},
	{
		"name": "GRU",
		"sub": [{
				"name": "2层网络",
				"sub": [{
						"name": "25轮训练"
					},
					{
						"name": "40轮训练"
					}
				]
			},
			 {
                                "name": "3层网络",
                                "sub": [{
                                                "name": "25轮训练"
                                        },
                                        {
                                                "name": "40轮训练"
                                        }
                                ]
                        },
			{
				"name": "4层网络",
				"sub": [{
						"name": "25轮训练"
					},
					{
						"name": "40轮训练"
					}
				]
			}
		]
	}
]
